[
  {
    "id": 1,
    "image": "https://pp.userapi.com/c626223/v626223942/3702a/xNEpeD7Eggk.jpg",
    "date": "2017-09-14 08:35",
    "title": "Неклассическая идеалистическая философия Шопенгауэра, Ницше, Дильтея",
    "short": "Немецкая классическая философия (олицетворением кото­рой стало творчество Канта, Фихте, Шеллинга и особенно Геге­ля) внесла большой вклад в развитие мировой философии и мак­симально полно для своего времени объяснила сущность бытия, познания, других философских проблем с позиций идеализма.",
    "text": "<p><strong>1.</strong>&nbsp;Немецкая классическая философия (олицетворением кото&shy;рой стало творчество Канта, Фихте, Шеллинга и особенно Геге&shy;ля) внесла большой вклад в развитие мировой философии и мак&shy;симально полно для своего времени объяснила сущность бытия, познания, других философских проблем с позиций идеализма.</p>\r\n<p>Однако с идеалистическим объяснением картины окружающе&shy;го мира классиками немецкой философии согласились не все.</p>\r\n<p>Во второй половине XIX в. выделились два главных направ&shy;ления, по которым шла&nbsp;<strong>критика немецкой классической филосо&shy;фии,&nbsp;</strong>особенно гегельянства:</p>\r\n<p>&bull; \"критика слева\", представленная материалистической фило&shy;софией Л. Фейербаха, К. Маркса и Ф. Энгельса;</p>\r\n<p>&bull; \"критика справа\", представленная так называемой некласси&shy;ческой идеалистической философией.</p>\r\n<p><strong>2.</strong>&nbsp;<strong>Неклассическая идеалистическая философия&nbsp;</strong>ставила своей целью критиковать немецкую классическую философию, осо&shy;бенно Гегеля, используя не новые подходы (как это делали мате&shy;риалисты и позитивисты), а старые. Представители неклассической философии пытались объяснить мир, как и \"классики\", с позиций идеализма, но идеализма старого, догегелевского и доклассического (например, платоновского и др.) и найти новые, оригинальные подходы в рамках старого доклассического идеализма.</p>\r\n<p>Двумя основными направлениями неклассической идеали&shy;стической философии XIX в. являлись&nbsp;<strong>иррационализм&nbsp;</strong>и&nbsp;<strong>\"фило&shy;софия жизни\"&nbsp;</strong>и были, главным образом, представлены творчест&shy;вом Шопенгауэра, Ницше, Дильтея.</p>\r\n<p><strong>3. Иррационализм&nbsp;</strong>отвергал логические связи&nbsp;<strong>в&nbsp;</strong>природе, вос&shy;приятие окружающего мира как целостной и закономерной сис&shy;темы, критиковал диалектику Гегеля и саму идею развития.</p>\r\n<p>Основная идея иррационализма заключается в том, что ок&shy;ружающий мир есть разрозненный хаос, не имеет целостности, внутренних закономерностей, законов развития, не подконтро&shy;лен разуму и подчиняется другим движущим силам, например аффектам, воле.</p>\r\n<p>Видным представителем иррационализма являлся&nbsp;<strong>Артур Шо&shy;пенгауэр&nbsp;</strong>(1788 &mdash; 1860). В своем творчестве он выступал против диалектики и историзма Гегеля, призывал вернуться к кантианству и платонизму, а универсальным принципом своей философии про&shy;возгласил&nbsp;<strong>волюнтаризм,&nbsp;</strong>согласно которому главной движущей си&shy;лой, определяющей все в окружающем мире является воля.</p>\r\n<p>В своей книге \"Мир как воля и представление\" философ вы&shy;водит&nbsp;<strong>логический закон достаточного основания.&nbsp;</strong>Согласно дан&shy;ному закону истинная философия должна исходить не из объек&shy;та (как материалисты), но и не из субъекта (как субъективные идеалисты), а только лишь&nbsp;<strong>из представления,&nbsp;</strong>которое является фактом сознания.</p>\r\n<p>В свою очередь, представления (а не объективная действи&shy;тельность и не познающий субъект) делятся на объект и субъ&shy;ект. Именно в основе объекта представлений и лежит закон достаточного основания, который распадается на четыре&nbsp;<strong><em>само&shy;стоятельных закона:</em></strong></p>\r\n<p>&bull;&nbsp;<em>закон бытия&nbsp;</em>&mdash; для пространства и времени;</p>\r\n<p>&bull;&nbsp;<em>закон причинности &mdash;&nbsp;</em>для материального мира;</p>\r\n<p><strong>&bull;&nbsp;</strong><em>закон логического основания&nbsp;</em>&mdash; для познания;</p>\r\n<p>&bull;&nbsp;<em>закон мотивации для действий человека.</em></p>\r\n<p>Таким образом, окружающий мир (представление объекта) сво&shy;дится к бытию, причинности, логическому основанию и мотивации.</p>\r\n<p>Представление субъекта не имеет такой сложной структуры.&nbsp;<strong><em>Сознание человека&nbsp;</em></strong>осуществляет познавательный процесс через представление субъекта путем:</p>\r\n<p>&bull; непосредственного познания;</p>\r\n<p>&bull; отвлеченного (рефлективного) познания;</p>\r\n<p>&bull; интуиции.</p>\r\n<p>Центральным понятием философии Шопенгауэра является&nbsp;<strong>воля.&nbsp;</strong>Воля, по Шопенгауэру, - абсолютное начало, корень всего сущего, идеальная сила, способная определять все сущее и вли&shy;ять на него. Воля также есть высший космический принцип, который лежит в основе мироздания.</p>\r\n<p><strong><em>Воля:</em></strong></p>\r\n<p>&bull; лежит в основе сознания;</p>\r\n<p>&bull; является всеобщей сущностью вещей.</p>\r\n<p>При объяснении воли как всеобщей сущности вещей Шо&shy;пенгауэр опирается на кантианство, а именно на теорию Канта, в силу которой в сознании отражаются (аффицируются) лишь образы вещей окружающего мира, а их внутренняя сущность является неразрешенной загадкой (\"вещью в себе\").</p>\r\n<p><strong><em>Шопенгауэр использует данную теорию&nbsp;</em></strong><em>с&nbsp;<strong>позиций волюнтаризма:</strong></em></p>\r\n<p>&bull; окружающий мир есть лишь мир представлений в сознании человека;</p>\r\n<p>&bull; сущность же мира, его вещей, явлений есть не \"вещь в себе\", а воля;</p>\r\n<p>&bull; мир явлений и мир сущности являются, соответственно, миром представлений и миром воли;</p>\r\n<p>&bull; точно так же, как воля человека определяет его поступки, так и действующая во всем мире всеобщая воля, воля пред&shy;метов и явлений вызывает внешние события в мире, движе&shy;ние предметов, возникновение явлений;</p>\r\n<p>&bull; воля присуща не только живым организмам, но и неживой природе в виде \"бессознательной\", \"дремлющей\" воли;</p>\r\n<p>&bull; окружающий мир по своей сущности есть реализация воли.. Помимо проблемы воли Шопенгауэр рассматривает и иные</p>\r\n<p>\"насущные\" философские проблемы &mdash; человеческой судьбы, свобо&shy;ды, необходимости, возможностей человека, счастья. В целом взгляд философа на данные проблемы носит&nbsp;<em>пессимистический характер.&nbsp;</em>Несмотря на то, что в основу человека и его сознания Шопенгауэр заложил волю, он не верит&nbsp;<strong>в&nbsp;</strong>возможность человека господствовать не только над природой, но и над собственной судьбой.</p>\r\n<p>Судьба человека находится во всеобщем мировом хаосе ве&shy;щей и явлений и подчиняется всеобщей необходимости. Воля отдельного человека слабее совокупной воли окружающего мира и подавляется ей. Шопенгауэр не верит в человеческое счастье.</p>\r\n<p>Философия Шопенгауэра (его учение о четверояком законе достаточного основания, волюнтаризм, пессимизм и др.) была не понята и не принята многими из его современников и не имела большой популярности, однако она сыграла большую роль в разви&shy;тии неклассической идеалистической философии (иррациона&shy;лизма, символизма, \"философии жизни\") и позитивизма.&nbsp;<strong>4.</strong>Продолжателем философских традиций Шопенгауэра был&nbsp;<strong>Фридрих Ницше&nbsp;</strong>(1844 - 1900). Ницше считается основополож&shy;ником родственной иррационализму&nbsp;<strong>\"философии жизни\".</strong></p>\r\n<p>Стержневым понятием данной философии является понятие&nbsp;<strong>жизни,&nbsp;</strong>которая понимается как&nbsp;<em>мир в аспекте его данности по&shy;знающему субъекту, единственная реальность, существующая для конкретного человека.</em></p>\r\n<p>Цель философии, по Ницше, &mdash; помочь человеку максимально реализовать себя в жизни, приспособиться к окружающему миру.</p>\r\n<p>В основе как жизни, так и окружающего мира лежит&nbsp;<strong>воля.&nbsp;</strong><strong><em>Ницше&nbsp;</em></strong>выделяет&nbsp;<strong><em>несколько видов воли человека:</em></strong></p>\r\n<p>&bull; \"воля к жизни\";</p>\r\n<p>&bull; воля внутри самого человека (\"внутренний стержень\");</p>\r\n<p>&bull; неуправляемая, бессознательная воля - страсти, влечения, аффекты;</p>\r\n<p>&bull; \"воля к власти\".</p>\r\n<p>Последней разновидности воли &mdash; \"воле к власти\" &mdash; философ уделяет особое внимание. По Ницше, \"воля к власти\" в большей или меньшей степени присуща каждому человеку. По своей природе \"воля к власти\" близка к инстинкту самосохранения, является внешним выражением спрятанного внутри человека стремления к безопасности и движущей силой многих поступ&shy;ков человека. Также согласно Ницше каждый человек (как и государство) осознанно или неосознанно стремится к расшире&shy;нию своего \"Я\" во внешнем мире, экспансии \"Я\".</p>\r\n<p>Философия Ницше (особенно ее главные идеи &mdash; высшей ценности для человека жизни, \"воля к жизни\", \"воля к власти\") была предшественницей ряда современных западных философских концепций, в основе которых лежат проблемы человека и его жиз&shy;ни &mdash; прагматизма, феноменологии, экзистенциализма и др.&nbsp;<strong>5. Вильгельм Дильтей&nbsp;</strong>(1833 - 1911) также принадлежал к числу представителей направления&nbsp;<strong>\"философии жизни\".</strong></p>\r\n<p>Дильтей подверг критике философию Гегеля, в которой все мно&shy;гообразие окружающего мира и уникальность человеческой жизни сводились к мышлению (идее). Вместо мышления (идеи) Дильтей предложил в основу философии положить понятие&nbsp;<strong>\"жизнь\".</strong></p>\r\n<p><strong>Жизнь &mdash; способ бытия человека в мире.&nbsp;</strong>Жизнь обладает та&shy;кими признаками, как:</p>\r\n<p>&bull; целостность;</p>\r\n<p>&bull; наличие многообразного духовного начала;</p>\r\n<p>&bull; неразрывное единство с высшим миром.</p>\r\n<p>Согласно Дильтею философия должна прекратить \"схоласти&shy;ческие\" дискуссии о материи, сознании, диалектике и др. и со&shy;средоточить все внимание на изучении жизни как особого фе&shy;номена во всех ее проявлениях.</p>\r\n<p>Также Дильтей уделял большое внимание социально-полити&shy;ческим проблемам и вопросу истории. Философ отвергал кон&shy;цепции, согласно которым история &mdash; предопределенный и за&shy;кономерный процесс, идущий в сторону прогресса. По Дильтею, история &mdash; цепь случайностей, хаос, омут, который затягивает в себя как отдельного человека, так и целые народы. Влиять на ход истории невозможно.</p>",
    "visible": 1
  }
]