[
  {
    "id": 1,
    "image": "https://pp.userapi.com/c638230/v638230942/4dd9d/-Q0PvWBVx9k.jpg",
    "date": "2017-09-14 08:32",
    "title": "Философия марксизмаксизмаксизмаксизмаксизмаксизмаксизмаксизмаксизма",
    "short": "Марксистская философия была создана совместно двумя немецкими учеными Карлом Марксом (1818 — 1883) и Фридрихом Энгельсом (1820 - 1895) во второй половине XIX в. и является со­ставной частью более широкого учения — марксизма, который наряду с философией включает в себя экономику (политэкономию) и со­циально-политическую проблематику (научный коммунизм).",
    "text": "<p>1. Философия марксизма дала ответы на многие жгучие вопросы своего времени. Она получила широкое распространение (вышла за рамки Германии, стала интернациональной) в мире и завоевала большую популярность в конце XIX - первой половине ХХ вв.</p>\r\n<p>В ряде стран (СССР, социалистические страны Восточной Европы, Азии и Африки) марксистская философия была возве&shy;дена в ранг официальной государственной идеологии и была превращена в догму.</p>\r\n<p>Актуальной задачей для сегодняшнего марксизма является освобождение от догм и приспособление к современной эпохе, учет результатов научно-технической революции и реальности постиндустриального общества.</p>\r\n<p>2. Возникновению марксизма и марксистской философии&nbsp;<strong><em>спо&shy;собствовали:</em></strong></p>\r\n<p>&bull; предшествующая материалистическая философия (Демокри&shy;та, Эпикура, английских материалистов XVII в. &mdash; Бэкона, Гоббса и Локка, французских просветителей XVIII в., и осо&shy;бенно атеистическо-материалистическая философия Людви&shy;га Фейербаха середины XIX в.);</p>\r\n<p>&bull; бурный рост открытий в науке и технике (открытие законов сохранения материи и энергии, эволюционная теория Ч. Дарвина, открытие клеточного строения живых организмов, изобретение проволочного телеграфа, паровоза, парохода, автомобиля, фотографии, многочисленные открытия в сфере производства, механизация труда);</p>\r\n<p>&bull; крушение идеалов Великой французской революции (свобо&shy;да, равенство, братство, идеи французского Просвещения), их невозможность воплощения в реальной жизни;</p>\r\n<p>&bull; нарастание социально-классовых противоречий и конфлик&shy;тов (революция 1848 &mdash; 1849 гг., реакция, войны, Парижская коммуна 1871 г.);</p>\r\n<p>&bull; кризис традиционных буржуазных ценностей (превращение буржуазии из революционной в консервативную силу, кри&shy;зис буржуазного брака и нравственности).</p>\r\n<p><strong>3.</strong>&nbsp;<strong>Главными произведениями основателей марксизма&nbsp;</strong>являются:</p>\r\n<p>&bull; \"Тезисы о Фейербахе\" К. Маркса;</p>\r\n<p>&bull; \"Капитал\" К. Маркса;</p>\r\n<p>&bull; \"Экономическо-философские рукописи 1844 г.\" К. Маркса;</p>\r\n<p>&bull; \"Манифест Коммунистической партии\" К. Маркса и Ф. Эн&shy;гельса;</p>\r\n<p>&bull; \"Святое семейство\" и \"Немецкая идеология\" К. Маркса и Ф. Эн&shy;гельса;</p>\r\n<p>&bull; \"Диалектика природы\" Ф. Энгельса;</p>\r\n<p>&bull; \"Анти-Дюринг\" Ф. Энгельса;</p>\r\n<p>&bull; \"Роль труда в процессе превращения обезьяны в человека\" Ф. Энгельса;</p>\r\n<p>&bull; \"Происхождение семьи, частной собственности и государст&shy;ва\" Ф. Энгельса.</p>\r\n<p><strong>4.</strong>&nbsp;Марксистская философия&nbsp;<strong>материалистична&nbsp;</strong>по своему харак&shy;теру и состоит из двух больших разделов &mdash;&nbsp;<strong>диалектического ма&shy;териализма&nbsp;</strong>и&nbsp;<strong>исторического материализма&nbsp;</strong>(нередко историче&shy;ский материализм рассматривается как часть диалектического).</p>\r\n<p><strong>5.</strong>&nbsp;Философским новаторством К. Маркса и Ф. Энгельса стало&nbsp;<strong>материалистическое понимание истории (исторический материа&shy;лизм).&nbsp;</strong><strong><em>Суть исторического материализма&nbsp;</em></strong>в следующем:</p>\r\n<p><strong>&bull;&nbsp;</strong>на каждом этапе общественного развития люди для обеспе&shy;чения своей жизнедеятельности вступают в особые, объек&shy;тивные, не зависящие от их воли&nbsp;<em>производственные отноше&shy;ния&nbsp;</em>(продажа собственного труда, материальное производст&shy;во, распределение);</p>\r\n<p>&bull; производственные отношения, уровень производительных сил образуют&nbsp;<em>экономическую систему,&nbsp;</em>которая является&nbsp;<em>бази&shy;сом&nbsp;</em>для институтов государства и общества, общественных отношений;</p>\r\n<p>&bull; указанные государственные и общественные институты, об&shy;щественные отношения выступают в качестве&nbsp;<em>надстройки&nbsp;</em>по отношению к&nbsp;<em>экономическому базису;</em></p>\r\n<p>&bull; базис и надстройка взаимно влияют друг на друга;</p>\r\n<p>&bull; в зависимости от уровня развития производительных сил и про&shy;изводственных отношений, определенного типа базиса и над&shy;стройки выделяются&nbsp;<strong>общественно-экономические формации&nbsp;</strong>&mdash;&nbsp;<em>первобытнообщинный строй&nbsp;</em>(низкий уровень производственных сил и производственных отношений, зачатки общества);&nbsp;<em>рабовла&shy;дельческое общество&nbsp;</em>(экономика основана на рабстве);&nbsp;<em>азиатский</em></p>\r\n<p>&bull;&nbsp;<em>способ производства&nbsp;</em>- особая общественно-экономическая фор&shy;мация, экономика которой основана на массовом, коллек&shy;тивном, жестко управляемом государством труде свободных людей - земледельцев в долинах крупных рек (Древний Египет, Месопотамия, Китай);&nbsp;<em>феодализм&nbsp;</em>(экономика осно&shy;вана на крупной земельной собственности и труде зависимых крестьян);&nbsp;<em>капитализм&nbsp;</em>(промышленное производство, осно&shy;ванное на труде свободных, но не являющихся собственниками средств производства наемных рабочих);&nbsp;<em>социалистическое (коммунистическое) общество&nbsp;</em>&mdash; общество будущего, осно&shy;ванное на свободном труде равных людей при государственной (общественной) собственности на средства производства;</p>\r\n<p>&bull; рост уровня производственных сил приводит к изменению про&shy;изводственных отношений и смене общественно-экономических формаций и общественно-политического строя;</p>\r\n<p>&bull; уровень экономики, материальное производство, производ&shy;ственные отношения определяют судьбу государства и обще&shy;ства, ход истории.</p>\r\n<p>6. Также&nbsp;<strong><em>Марксом и Энгельсом&nbsp;</em></strong>выделяются и разрабатываются</p>\r\n<p>следующие&nbsp;<strong><em>понятия:</em></strong></p>\r\n<p>&bull; средства производства;</p>\r\n<p>&bull; отчуждение;</p>\r\n<p>&bull; прибавочная стоимость;</p>\r\n<p>&bull; эксплуатация человека человеком.</p>\r\n<p><strong>Средства производства&nbsp;</strong>- уникальный товар, функция труда высшего уровня, позволяющие производить новый товар. Для производства нового товара помимо средств производства необхо&shy;дима сила, обслуживающая их, - так называемая&nbsp;<em>\"рабочая сила\".</em></p>\r\n<p>В ходе эволюции капитализма происходит&nbsp;<strong>процесс отчужде&shy;ния&nbsp;</strong>основной работающей массы&nbsp;<strong>от средств производства&nbsp;</strong>и, следовательно,&nbsp;<strong>от результатов труда.&nbsp;</strong>Основной товар - средства производства - сосредоточиваются в руках немногих собствен&shy;ников, а основная масса трудящихся, не имеющая средств про&shy;изводства и самостоятельных источников заработка, в целях обеспечения своих насущных потребностей вынуждена обра&shy;щаться к собственникам средств производства в качестве&nbsp;<em>наем&shy;ной рабочей силы за заработную плату.</em></p>\r\n<p>Стоимость произведенного наемной рабочей силой продукта выше стоимости их труда (в виде зарплаты), разница между ни&shy;ми, по Марксу, является&nbsp;<strong>прибавочной стоимостью,&nbsp;</strong>часть которой идет в карман капиталисту, а часть вкладывается в новые сред&shy;ства производства для получения в будущем еще большей при&shy;бавочной стоимости.</p>\r\n<p>Выход из данного положения основоположники марксистской философии видели в установлении новых,&nbsp;<strong>социалистических (комму&shy;нистических) общественно-экономических отношений,&nbsp;</strong>при которых:</p>\r\n<p>&bull; будет ликвидирована частная собственность на средства произ&shy;водства;</p>\r\n<p>&bull; будет ликвидирована эксплуатация человека человеком и при&shy;своение результатов чужого труда (прибавочного продукта) уз&shy;кой группой лиц;</p>\r\n<p>&bull; частная собственность на средства производства будет заме&shy;нена общественной (государственной);</p>\r\n<p>&bull; произведенный продукт, результаты труда будут делиться ме&shy;жду всеми членами общества благодаря справедливому рас&shy;пределению.</p>\r\n<p><strong>7.</strong>&nbsp;В основу&nbsp;<strong>диалектического материализма&nbsp;</strong>Маркса и Энгельса была положена диалектика Гегеля, но на совершенно иных, материалистических (а не идеалистических) принципах. По вы&shy;ражению Энгельса, диалектика Гегеля была поставлена марксис&shy;тами с \"головы на ноги\". Можно выделить следующие основные положения диалектического материализма:</p>\r\n<p>&bull;&nbsp;<em>основной вопрос философии&nbsp;</em>решается в пользу бытия (бытие определяет сознание);</p>\r\n<p>&bull; сознание понимается не как самостоятельная сущность, а как свойство материи отражать саму себя;</p>\r\n<p>&bull; материя находится в постоянном движении и развитии;</p>\r\n<p>&bull; Бога нет, Он является идеальным образом, плодом человече&shy;ской фантазии для объяснения явлений, непонятных челове&shy;честву, и дает человечеству (особенно его невежественной час&shy;ти) утешение и надежду; Бог не оказывает никакого влияния на окружающую действительность;</p>\r\n<p>&bull; материя вечна и бесконечна, периодически принимает новые формы своего существования;</p>\r\n<p>&bull; важным фактором развития является практика - преобразо&shy;вание человеком окружающей действительности и преобра&shy;зование человеком самого человека;</p>\r\n<p>&bull; развитие происходит по законам диалектики &mdash; единства и борьбы противоположностей, перехода количества в качест&shy;во, отрицания отрицания.</p>",
    "visible": 1
  }
]